print("travel app")
#
# Желаемые гео-локации:

# Список мест, которые вы хотели бы посетить.

#################################################################

# Список билетов:

# Транспорт:

# Авиабилеты:
# Даты и направления полетов.

# Железнодорожные билеты:
# Даты и маршруты поездов.

# Билеты на водный транспорт:
# Детали маршрута и даты путешествия.


# Развлечения:

# Музеи:
# Список интересующих вас музеев.

# Театры:
# Информация о спектаклях и датах посещения.

# Спортивные мероприятия:
# Соревнования, матчи или события, которые вы хотите посетить.

# Музыкальные мероприятия:
# Концерты или фестивали, которые вас интересуют.

#################################################################
# Список вещей для поездки:

# Для себя:

# Личные вещи:
# Одежда, обувь, аксессуары.

# Техника:
# Смартфон, ноутбук, зарядные устройства.

# Туалетные принадлежности:
# Зубная паста, щетка, гигиенические средства и т.д.

# Медикаменты:
# Лекарства, аптечка.


# Для семьи (если есть):

# Детские вещи:
# Подгузники, детская одежда, игрушки.

# Семейные принадлежности:
# Общие предметы, которые могут понадобиться семье.

#################################################################
# Общий бюджет поездки:

# Разделение бюджета на следующие категории:

# Транспорт:
# Расходы на билеты.

# Развлечения:
# Затраты на посещение музеев, театров, спортивных и музыкальных мероприятий.

# Проживание:
# Затраты на отель или другие варианты размещения.

# Питание:
# Примерный бюджет на еду и напитки.

# Дополнительные расходы:
# Непредвиденные затраты и сouvenirs